{
  "title": "UKIS",
  "survey_id": "144",
  "form_type": "0001",
  "question_groups": [
    {
      "title": "3. Innovation investment",
      "questions": [
        {
          "text": "3.3 Please estimate the amount of expenditure on internal Research & Development  the calendar  year 2016 only.",
          "question_id": "1410"},
        {
          "text": "3.5 Please estimate the amount of expenditure on acquisition of Research & Development in  the calendar  year 2016 only.",
          "question_id": "1420"},
        {
          "text": "3.8 Please estimate the amount of expenditure for the total acquisition of advanced machinery, equipment and software for  the calendar year 2016 only.",
          "question_id": "1430"},
        {
          "text": "3.10 Please estimate the amount of expenditure for acquisition of existing knowledge for the calendar year 2016 only.",
          "question_id": "1440"},
        {
          "text": "3.12 Please estimate the amount of expenditure for training for innovative activities for the calendar year 2016 only.",
          "question_id": "1450"},
        {
          "text": "3.14 Please estimate the amount of expenditure for all forms of design for the calendar year 2016 only.",
          "question_id": "1460"},
        {
          "text": "3.17 Please estimate the amount of expenditure for market introduction of innovations for the calendar year 2016 only.",
          "question_id": "1470"}]
    },
    {
      "title": "11. Turnover and Exports",
      "questions": [
        {
          "text": "11.1 Please estimate total turnover for the calendar year 2014 only, excluding VAT.",
          "question_id": "2410"},
        {
          "text": "11.2 Please estimate total turnover for the calendar year 2016 only, excluding VAT.",
          "question_id": "2420"},
        {
          "text": "11.3 Please estimate total value of exports for the calendar year 2016 only, excluding VAT.",
          "question_id": "2440"}]
    },
    {
      "title": "13. General Information",
      "questions": [{
        "text": "13.1 Please write any additional comments you would like to make on the information you have provided.",
        "question_id": "2700"
      }]
    }
  ]
}
